<?php
/*模拟点击返回结果*/
$rand = rand(0,1);
if ($rand == 0) {
?>
var _bet=[20,0.0,0.0,3,10,10000,[['05-11','ft','2298698','M','H','国际友谊赛U18','意大利U18','罗马尼亚U18','vs','意大利U18','1.55','','','','','','1',10,36360,'C1','','H','足球 - 全场 | 独赢','27196']]];FooBetOrder(_bet);
<?php
}else {
?>
﻿var _bet=[20,0.0,0.0,3,10,10000,[['05-11','ft','2301392','R','H','室内五人足球-俄罗斯超级联赛50分钟','新西伯利亚','MFK KPRF','1.5','新西伯利亚','1.050','','','','','','0',20,19040,'C0','','H','足球 - 全场 | 让球','27227']]];FooBetOrder(_bet);
<?php
}
?>